Repository: SeaLiteral/basket-letter-vibe
Catalog: godot-4/ui-translations/*.po
Languages: da, es

# LANG_DA
source: Danish
da: Dansk

# LANG_EN
source: English
da: Engelsk

# LANG_ES
source: Spanish
da: Spansk

# MM_CONTINUE
source: Resume
da: Fortsæt spil
es: Continuar

# MH_CONTINUE
source: Continues the game
da: Forlader menuen og fortsæt spillet
es: Continúa el juego

# MM_HISTORY
source: History
da: Historik
es: Historial

# MH_HISTORY
source: Shows the history screen
da: Viser historikskærmen
es: Muestra el historial de texto

# MM_RESTART
source: Restart game
da: Genstart spil
es: Reiniciar juego

# MH_RESTART
source: Restarts the game
da: Starter spillet forfra fra begyndelsen
es: Vuelve al principio del juego

# MM_PLAY
source: Start game
da: Start spil
es: Jugar

# MH_PLAY
source: Starts the game
da: Starter spillet
es: Comienza una nueva partida

# MM_LOAD
source: Load chapter
da: Indlæs kapitel
es: Cargar capítulo

# MH_LOAD
source: Load a previously-seen chapter
da: Indlæs et tidligere set kapitel.
es: Cargar un capítulo antes visto

# MM_LANGUAGE
source: Change language
da: Skift sprog
es: Cambiar idioma

# MH_LANGUAGE
source: Changes the language
da: Viser sprogmenuen
es: Muestra la pantalla de selección del idioma

# MM_CONFIG
source: Settings
da: Indstillinger
es: Configuración

# MH_CONFIG
source: Change settings
da: Skift indstillinger
es: Configurar juego

# MM_CREDITS
source: Credits
da: Rulletekst
es: Créditos

# MH_CREDITS
source: View credits screen
da: Viser oplysninger om spillet
es: Muestra información sobre el juego

# MM_HELP
source: Help
da: Hjælp
es: Ayuda

# MH_HELP
source: Shows the help screen
da: Viser oplysninger om hvordan spillet styres
es: Muestra cómo se controla el juego

# SM_BACK_TO_MENU
source: Back
da: Tilbage
es: Volver

# SH_BACK_TO_MENU
source: Goes back to the menu
da: Går tilbage til menuen
es: Vuelve al menú

# CM_TEXT
source: Text
da: Tekst
es: Texto

# CM_ACCESSIBILITY
source: Accessibility
da: Tilgængelighed
es: Accesibilidad

# CM_AUDIO
source: Audio
da: Lyd
es: Sonido

# MH_TEXT
source: Text control settings
da: Tekstindstillinger
es: Configurar controles del texto

# MH_ACCESSIBILITY
source: Accessibility settings
da: Tilgængelighedsindstillinger
es: Configurar opciones de accesibilidad

# MH_AUDIO
source: Audio settings
da: Lydinstillinger
es: Configurar opciones de audio

# CM_TEXT_CPS
source: Text speed (%f cps)
da: Teksthastighed (%f cps)
es: Velocidad del texto (%f cps)

# CM_AUTO_DELAY
source: Auto delay (%f seconds)
da: Autoplay-forsinkelse (%f sekunder)

# CM_AUTO_CPS
source: Auto reading speed (%f cps)
da: Autoplay-læsehastighed (%f cps)

# CM_SKIP_DELAY
source: Skip delay (%f seconds)
da: Spring-over-forsinkelse (%f sekunder)

# CM_FONT_SIZE
source: Font size
da: Teksstørrelse
es: Tamaño del texto

# CM_SCROLL_SENSITIVITY
source: Scroll input sensitivity
da: Musehjulets følsomhed
es: Sensitividad de la rueda del ratón

# CM_VOICE_VOLUME
source: Voice volume
da: Lydstyrke for stemme
es: Volumen de la voz

# LM_PICK_CHAPTER_LABEL
source: Chapters:
da: Kapitler:
es: Capítulos:

# ERROR_NO_SCRIPT
source: "Error: Script not found!"
da: "Fejl: Teksterne kunne ikke læses!"
es: "Error: No se pudo leer el guion."

source: "Error: Screen text not found!"
da: "Fejl: Skærmteksten kunne ikke læses!"
es: "Error: No se pudo leer el texto para la pantalla."

# CHAPTER_intro
source: Introduction
da: Introduktion
es: Introducción

# CHAPTER_otherchapter
source: Other chapter
da: Et andet kapitel
es: Otro capítulo

# QM_BACK
source: Back
da: Tilbage
es: Atrás

# QM_SKIP
source: Skip
da: Spring over
es: Saltar

# QM_HISTORY
source: View history
da: Historik
es: Historial

# QM_MENUS
source: View menus
da: Vis menuer
es: Acceder menú

# VOICE_DECIMAL_POINT
source: point
da: komma
es: coma

# SN_MAIN
source: Main menu
da: Hovedmenu

# SN_INGAME
source: In-game menu
da: Pausemenu

# SN_LANGUAGE
source: Language menu
da: Sprogmenu

# SN_LOAD
source: Load menu
da: Menu for indlæsning af gemte spil

# SN_CHOICE
source: Choice menu
da: Valg i spillet

# SN_ACCESSIBILITY
source: Accessibility menu
da: Tilgængelighedsmenu

# SN_SOUND
source: Sound menu
da: Lydmenu

# SN_TEXT
source: Text menu
da: Tekstmenu

# SN_SETTINGS
source: Settings menu
da: Indstilningsmenu

# SN_CREDITS
source: Credits screen
da: Om spillet

# SN_HELP
source: Help screen
da: Hjælp-skærm

# SN_HISTORY
source: History screen
da: Historikskærm

# QM_AUTO
source: Autoplay
es: Avance automático
